"An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "Nastala výnimka. V niektorých prípadoch sú výnimky neškodné, ale pokiaľ si chcete byť istí, znovu spusťte %@. Pomôžte nám prosím vylepšiť %@ tým, že nám pošlete toto hlásenie a popíšete, čo presne sa stalo.";
"Crash log information:" = "Informácia o páde aplikácie:";
"Don't Send" = "Neposielať";
"Error!" = "Chyba!";
"Exception log information:" = "Informácie o výnimke:";
"Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release." = "Došlo k neočakávanej chybe Path Finderu. Pošlite prosím v tejto správe polis chyby, aby mohla byť opravená v ďalšej verzii.";
"Please describe what you were doing when the problem occurred." = "Popíšte prosím, čo presne ste robili, keď tento problém nastal.";
"Please tell us about the problem %@ encounted." = "Popíšte nám prosím nájdený problém %@.";
"Send Report" = "Pošli hlásenie";
"Tell us what happened" = "Napíšte nám, čo sa stalo";
"The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened." = "Pri poslednom behu %@ došlo k problému a následnému ukončeniu. Pomôžte nám prosím vylepšiť %@ tým, že nám pošlete toto hlásenie a popíšete, čo presne sa stalo.";
